Repository: CyrilleB79/NVDA-Dev-Test-Toolbox
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, pt_br, pt_pt, uk

source: NVDA log file (*.{ext})
de: NVDA-Protokolldatei (*.{ext})
es: Archivo de registro de NVDA (*.{ext})
fr: Fichier journal NVDA (*.{ext})
pt_br: Arquivo de registro do NVDA (*.{ext})
pt_pt: Ficheiro de registo NVDA (*.{ext})
uk: Файл журналу NVDA (*.{ext})

source: Select a file
de: Datei auswählen
es: Selecciona un archivo
fr: Sélectionner un fichier
pt_br: Selecionar um arquivo
pt_pt: Selecione um ficheiro
uk: Виберіть файл

source: Specify some options and restart
de: Optionen festlegen und neustarten
es: Especificar algunas opciones y reiniciar
fr: Spécifier des options et redémarrer
pt_br: Especifique algumas opções e reinicie
pt_pt: Especificar algumas opções e reiniciar
uk: Вкажіть деякі параметри та перезапустіть

source: The file where log messages should be written to
de: Die Datei, in die Protokollmeldungen geschrieben werden sollen
es: El archivo al que deberían escribirse los mensajes del registro
fr: Le fichier où les messages du journal doivent être écrits
pt_br: O arquivo no qual as mensagens de registro devem ser gravadas
pt_pt: O ficheiro onde as mensagens de registo devem ser escritas
uk: Файл, куди слід записувати повідомлення журналу

source: The lowest level of message logged
de: Die niedrigste Stufe der protokollierten Nachricht
es: El nivel más bajo de mensaje registrado
fr: Le niveau minimal de messages journalisés
pt_br: O nível mais baixo de mensagem registrada
pt_pt: O nível mais baixo de mensagem registada
uk: Найнижчий рівень зареєстрованих повідомлень

source: The path where all settings for NVDA are stored
de: Der Pfad, in dem alle NVDA-Einstellungen gespeichert werden
es: La ruta donde se almacenan todas las opciones de NVDA
fr: Le chemin vers lequel tous les paramètres de NVDA sont stockés
pt_br: O caminho onde todas as configurações do NVDA são armazenadas
pt_pt: O caminho onde são guardadas todas as configurações do NVDA
uk: Шлях, де зберігаються всі налаштування для NVDA

source: Override the configured NVDA language
de: Eingestellte NVDA-Sprache überschreiben
es: Anular el idioma configurado en NVDA
fr: Remplacer la langue de la configuration de NVDA.
pt_br: Substituir o idioma NVDA configurado
pt_pt: Substituir o idioma do NVDA configurado
uk: Перевизначити налаштовану мову NVDA

source: No sounds, no interface, no start message, etc.
de: Keine Sounds, keine Oberfläche, keine Startmeldungen, etc.
es: Sin sonidos, sin interfaz, sin mensaje de inicio, etc.
fr: Pas de sons, pas d'interface, pas de message de démarrage etc.
pt_br: Sem sons, sem interface, sem mensagem de início, etc.
pt_pt: Sem sons, sem interface, sem mensagem de início, etc.
uk: Ні звуків, ні інтерфейсу, ні початкового повідомлення тощо.

source: Secure mode
de: Geschützter Modus
es: Modo seguro
fr: Démarre NVDA en Mode Sécurisé
pt_br: Modo seguro
pt_pt: Modo seguro
uk: Безпечний режим

source: Add-ons will have no effect
de: Die NVDA-Erweiterungen haben keine Auswirkungen
es: Los complementos no tendrán efecto
fr: Les extensions n'auront pas d'effet
pt_br: Os complementos não terão efeito
pt_pt: Os extras não terão qualquer efeito
uk: Додатки не матимуть жодного впливу

source: Don't change the global system screen reader flag
de: Das globale System-Flag für den Screenreader nicht ändern
es: No cambiar el indicador global del sistema para lectores de pantalla
fr: Ne change pas l'indicateur système global de revue d'écran
pt_br: Não altere o sinalizador do leitor de tela do sistema global
pt_pt: Não alterar o sinalizador do leitor de ecrã do sistema global
uk: Не змінювати прапор читача екрана глобальної системи

source: Restarts NVDA with specific options.
de: Startet NVDA mit bestimmten Optionen neu.
es: Reinicia NVDA con opciones específicas.
fr: Redémarrer NVDA avec des options spécifiques.
pt_br: Reinicia o NVDA com opções específicas.
pt_pt: Reinicia o NVDA com opções específicas.
uk: Перезапускає NVDA з певними параметрами.

source: Performs a reverse UI translation of the last speech, using NVDA translation catalogs.
uk: Виконує зворотний переклад інтерфейсу користувача останнього мовлення, використовуючи каталоги перекладів NVDA.

source: Message not found in NVDA's translation catalog
uk: Повідомлення не знайдено в каталозі перекладів NVDA

source: Performs a reverse UI translation of the last speech, using NVDA and add-ons translation catalogs.
uk: Виконує зворотний переклад інтерфейсу користувача останнього мовлення, використовуючи NVDA та каталоги перекладів додатків.

source: Message not found in NVDA's and addons translation catalogs
uk: Повідомлення не знайдено в каталогах перекладів NVDA та додатків

source: Reverse translation not available.
uk: Зворотний переклад недоступний.

source: Retrieving translated strings of NVDA not supported for this version of NVDA.
uk: Отримання перекладених рядків NVDA не підтримується цією версією NVDA.

source: Reverse translation not available: NVDA is not translated.
uk: Зворотний переклад недоступний: NVDA не перекладено.

source: No last spoken text
uk: Немає останнього промовленого тексту

source: NVDA will open the code of the script of the next gesture instead of executing the corresponding command.
uk: NVDA відкриє код скрипта наступного жесту замість виконання відповідної команди.

source: Execute a gesture to open the code of the corresponding script.
uk: Виконайте жест, щоб відкрити код відповідного скрипта.

source: Script not found for {gestureName}
uk: Скрипт не знайдено для {gestureName}

source: Opens the code of the path at the position of the system cursor
uk: Відкриває код файлу за шляхом у позиції системного курсора

source: Opens the code of the path at the position of the review cursor
uk: Відкриває код файлу за шляхом у позиції оглядового курсору

source: No path on this line
uk: У цьому рядку не знайдено шлях

source: Opens {name} settings
uk: Відкриває налаштування {name}

source: A set of tools for NVDA developers and testers.
de: Eine Reihe von Tools für NVDA-Entwickler und -Tester.
es: Un conjunto de herramientas para desarrolladores y evaluadores de NVDA.
fr: Un ensemble d'outils pour les développeurs et testeurs de NVDA.
pt_br: Um conjunto de ferramentas para desenvolvedores e testadores de NVDA.
pt_pt: Um conjunto de ferramentas para programadores e testadores do NVDA.
uk: Набір інструментів для розробників і тестувальників NVDA.

source: * A new command to open a code file when the caret is on a file path/line has been added. * Function calls logging (previously known as stack logging) has been improved offering the possibility to log the call of any function and providing a most reliable method to identify function calls. * Fixed a security issue with the log reader ([GHSA-39pg-6xpm-mjgf](https://github.com/CyrilleB79/NVDA-Dev-Test-Toolbox/security/advisories/GHSA-39pg-6xpm-mjgf)). * IO beep messages are now correctly reported with NVDA 2019.2.1. * Log reading commands no longer fail to read some speech commands (e.g. when using Console Toolkit add-on) * Addressed an issues where, in case of multiple possible reverse translations, the last menu item was copied to clipboard, no matter the item actually clicked. * Prepared compatibility for NVDA 2026.1
uk: * Додано нову команду для відкриття файлу коду, коли курсор знаходиться на шляху до файлу/рядку. * Покращено журнал викликів функцій (раніше відомий як журнал стека), що дає можливість реєструвати виклики будь-яких функцій і забезпечує найнадійніший метод ідентифікації викликів функцій. * Виправлено проблему безпеки з програмою читання журналів ([GHSA-39pg-6xpm-mjgf](https://github.com/CyrilleB79/NVDA-Dev-Test-Toolbox/security/advisories/GHSA-39pg-6xpm-mjgf)). * Повідомлення про звукові сигнали вводу-виводу тепер правильно відображаються в NVDA 2019.2.1. * Команди читання журналу більше не відмовляються читати деякі голосові команди (наприклад, при використанні додатка Console Toolkit). * Виправлено проблему, коли в разі декількох можливих зворотних перекладів останній пункт меню копіювався в буфер обміну, незалежно від того, який пункт був фактично натиснутий. * Підготовлено сумісність з NVDA 2026.1.

source: Opens NVDA Dev & Test Toolbox add-on settings
de: Öffnet die Einstellungen der NVDA-Erweiterung für die Dev & Test-Toolbox für NVDA
es: Abre las opciones del complemento Caja de herramientas de desarrollo y pruebas para NVDA
fr: Ouvrir les paramètres de l'extension NVDA Dev & Test Toolbox
pt_pt: Abrir as configurações do extra NVDA Dev & Test Toolbox

source: The following logs files could not be deleted. {file}
de: Die folgenden Protokolldateien konnten nicht gelöscht werden. {file}
es: No se han podido eliminar los siguientes archivos de registro. {file}
fr: Les fichiers journaux suivants n'ont pas pu être supprimés. {file}
pt_pt: Os seguintes ficheiros de registo não puderam ser eliminados. {file}

source: Toggle speech translation in the log
de: Sprach-Übersetzung im Protokoll umschalten
es: Conmutar traducción del habla en el registro
fr: Active ou désactive la traduction de la parole dans le journal
pt_br: Alternar a tradução de fala no registro

source: Reports the currently selected property of the object property explorer for the navigator object; two presses displays this information in a browseable message.
de: Teilt die aktuell ausgewählte Eigenschaft des Objekt-Explorers für das Navigator-Objekt mit; zweimaliges Drücken zeigt diese Information in einer lesbaren Meldung an.
es: Anuncia la propiedad seleccionada actualmente del explorador de propiedades de objeto en el navegador de objetos; si se pulsa dos veces se muestra esta información en un mensaje explorable.
fr: Annonce la propriété actuellement sélectionnée de l'explorateur de propriétés d'objets pour l'objet navigateur ; deux appuis affiche ces informations en mode navigation.
pt_pt: Comunica a propriedade atualmente selecionada do explorador de propriedades do objeto navegador; se premir duas vezes, apresenta esta informação numa mensagem navegável.

source: Toggle custom reporting of objects using the Object explorer's selected property when you use object navigation commands.
de: Schaltet die benutzerdefinierte Mitteilungen über Objekte mit Hilfe der ausgewählten Eigenschaft des Objekt-Explorers um, sofern die Befehle zur Objekt-Navigation verwendet werden.
fr: Activez/désactivez l'annonce personnalisée des objets en utilisant la propriété sélectionnée de l'Explorateur d'objets lorsque vous utilisez les commandes de navigation par objet.
pt_br: Alterna o relatório personalizado de objetos usando a propriedade selecionada do Object Explorer quando você usa comandos de navegação de objetos.

source: Toggles the stack trace log when the speech function is called.
de: Schaltet das Stack-Trace-Protokoll ein, sobald die Funktion der Sprachausgabe aufgerufen wird.
es: Conmuta el estado de la pila de traza cuando se llama a la función de habla.
fr: Active ou désactive la journalisation de la pile d'appel lorsque la fonction speech est appelée.
pt_br: Alterna o registro de rastreamento de pilha quando a função de fala é chamada.
pt_pt: Alterna o registo do rastreio de pilha quando a função de voz é chamada.

source: Stacktrace log enabled
de: Stacktrace-Protokoll eingeschaltet
es: Registro de la pila de traza activado
fr: Journalisation de la pile d'appel activée
pt_br: Registro de rastreamento de pilha ativado
pt_pt: Registo do Stacktrace ativado

source: Stacktrace log disabled
de: Stacktrace-Protokoll ausgeschaltet
es: Registro de la pila de traza desactivado
fr: Journalisation de la pile d'appel désactivée
pt_br: Registro de rastreamento de pilha desabilitado
pt_pt: Registo do Stacktrace desativado

source: NVDA Dev & Test Toolbox
de: Dev & Test-Toolbox für NVDA
es: Caja de herramientas de desarrollo y pruebas para NVDA
pt_br: Caixa de ferramentas de desenvolvimento e teste NVDA
