Repository: CyrilleB79/NVDA-Dev-Test-Toolbox
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, pt_br, pt_pt, uk

source: Toggles play a sound for logged error.
de: Schaltet die Sound-Wiedergabe für protokollierte Fehler ein oder aus.
es: Conmuta la reproducción de un sonido cuando se registra un error.
fr: Active ou désactive l'émission d'un son pour une erreur enregistrée.
pt_br: Alterna a reprodução de um som para o erro registrado.
pt_pt: Alterna a reprodução de um som para o erro registado.
uk: Перемикає відтворення звуку для зареєстрованої помилки.

source: Yes
de: Ja
es: Sí
fr: Oui
pt_br: Sim
pt_pt: Sim
uk: Так

source: Only in NVDA test versions
de: Nur bei NVDA-Test-Versionen
es: Sólo en las versiones de prueba de NVDA
fr: Uniquement dans les versions de test de NVDA
pt_br: Somente nas versões de teste do NVDA
pt_pt: Apenas nas versões de teste do NVDA
uk: Лише в тестових версіях NVDA

source: Report the last error logged. A second press clears the memorized last error.
de: Teilt den zuletzt gespeicherten Fehler mit. Zweimaliges Drücken löscht diesen Fehler.
es: Anuncia el último error registrado. Una segunda pulsación elimina el último error memorizado.
fr: Annonce la dernière erreur enregistrée dans le journal. Un deuxième appui efface la dernière erreur mémorisée.
pt_br: Relata o último erro registrado. Um segundo pressionamento apaga o último erro memorizado.
pt_pt: Indica o último erro registado. Uma segunda pressão apaga o último erro memorizado.
uk: Повідомляє про останню зареєстровану помилку. Повторне натискання видаляє останню запам’ятовану помилку.

source: No error
de: Kein Fehler
es: No hay error
fr: Aucune erreur
pt_br: Nenhum erro
pt_pt: Nenhum erro
uk: Помилки не виявлено

source: Last error cleared
de: Letzter Fehler gelöscht
es: Último error eliminado
fr: Dernière erreur effacée
pt_br: Último erro eliminado
pt_pt: Último erro apagado
uk: Останню помилку видалено

source: Scripts without description (modify at your own risk!)
de: Skripte ohne Beschreibung (Änderung auf eigene Gefahr!)
es: Scripts sin descripción (¡modifícalos bajo tu responsabilidad!)
fr: Scripts sans description (à modifier à vos risques et périls !)
pt_br: Scripts sem descrição (modifique por sua própria conta e risco!)
pt_pt: Scripts sem descrição (modificar por sua conta e risco!)
uk: Скрипти без опису (змінюйте на свій страх і ризик!)

source: Toggles the extended script description mode.
de: Schaltet den erweiterten Modus für Skript-Beschreibungen ein oder aus.
es: Conmuta el modo de descripción extendida del script.
fr: Active ou désactive le mode de description étendue des scripts.
pt_br: Alterna o modo de descrição de script estendido.
pt_pt: Alterna o modo de descrição alargada do script.
uk: Перемикає режим розширеного опису скриптів.

source: Extended script description mode enabled
de: Erweiterter Modus für Skript-Beschreibungen eingeschaltet
es: Modo de descripción extendida del script activado
fr: Mode de description étendue des scripts activé
pt_br: Modo de descrição de script estendido ativado
pt_pt: Modo de descrição de script alargado ativado
uk: Режим розширеного опису скриптів увімкнено

source: Extended script description mode disabled
de: Erweiterter Modus für Skript-Beschreibungen ausgeschaltet
es: Modo de descripción extendida del script desactivado
fr: Mode de description étendue des scripts désactivé
pt_br: Modo de descrição de script estendido desabilitado
pt_pt: Modo de descrição de script alargado desativado
uk: Режим розширеного опису скриптів вимкнено

source: No path configured for NVDA sources; please see documentation to configure it.
de: Kein Pfad für NVDA-Quellen konfiguriert; bitte lesen Sie die Dokumentation, um diesen richtig zu konfigurieren.
es: No hay ruta configurada para el código fuente de NVDA; consulta la documentación para configurarla.
fr: Aucun chemin configuré pour les sources NVDA ; veuillez consulter la documentation pour le configurer.
pt_br: Nenhum caminho configurado para fontes NVDA; consulte a documentação para configurá-lo.
pt_pt: Nenhum caminho configurado para fontes do NVDA; consulte a documentação para configurá-lo.
uk: Для джерел NVDA не налаштовано шлях; будь ласка, зверніться до документації, щоб налаштувати його.

source: No open file command configured; please see documentation to configure it.
de: Es ist kein Befehl zum Öffnen von Dateien konfiguriert; bitte lesen Sie die Dokumentation, um diesen richtig zu konfigurieren.
es: No hay comando configurado para abrir archivos; consulta la documentación para configurarlo.
fr: Aucune commande d'ouverture de fichier configurée ; veuillez consulter la documentation pour la configurer.
pt_br: Nenhum comando abre arquivo configurado; consulte a documentação para configurá-lo.
pt_pt: Nenhum comando para abrir ficheiro configurado; consulte a documentação para o configurar.
uk: Не налаштовано команду відкриття файлу; будь ласка, зверніться до документації, щоб налаштувати її.

source: Wrong format for the open file command in the configuration; please see documentation to configure it.
de: Falsches Format für den Befehl zum Öffnen von Dateien in der Konfiguration; bitte lesen Sie die Dokumentation, um diesen richtig zu konfigurieren.
es: Formato erróneo en el comando para abrir archivo en la configuración; consulta la documentación para configurarlo.
fr: Format incorrect pour la commande d'ouverture de fichier dans la configuration ; veuillez consulter la documentation pour la configurer.
pt_br: Formato incorreto do comando abre arquivo na configuração; consulte a documentação para configurá-lo.
pt_pt: Formato errado para o comando open file na configuração; consulte a documentação para o configurar.
uk: Неправильний формат команди відкриття файлу в конфігурації; дивіться документацію, щоб налаштувати його.

source: Editor not found at {}; please check your configuration.
de: Editor nicht gefunden in {}; bitte überprüfen Sie die Konfiguration.
es: No se encuentra el editor en {}; comprueba tu configuración.
fr: Éditeur non trouvé à {} ; veuillez vérifier votre configuration.
pt_br: Editor não encontrado em {}; verifique sua configuração.
pt_pt: Editor não encontrado em {}; verifique a sua configuração.
uk: Редактор за адресою {} не знайдено, будь ласка, перевірте вашу конфігурацію.

source: Object not found: {}
de: Objekt nicht gefunden: {}
es: No se encuentra el objeto: {}
fr: Objet non trouvé : {}
pt_br: Objeto não encontrado: {}
pt_pt: Objeto não encontrado: {}
uk: Об'єкт не знайдено: {}

source: File not found: {}
de: Datei nicht gefunden: {}
es: No se encuentra el archivo: {}
fr: Fichier non trouvé : {}
pt_br: Arquivo não encontrado: {}
pt_pt: Ficheiro não encontrado: {}
uk: Файл не знайдено: {}

source: Monkey patching
uk: Динамічна заміна

source: settrace
uk: встановити трасування

source: Toggles the function calls log.
uk: Перемикає журнал викликів функцій.

source: Function calls log enabled for {function}
uk: Журнал викликів функцій увімкнено для {function}

source: Function calls log disabled
uk: Журнал викликів функцій вимкнено

source: Toggles the function calls log method.
uk: Перемикає метод журналу викликів функцій.

source: Function calls log uses {method}
uk: Журнал викликів функцій використовує {method}

source: {name} is not a valid function name.
uk: {name} не є дійсним ім'ям функції.

source: Entry point for {name} layered commands
uk: Точка входу для багаторівневих команд {name}

source: Displays help on {name} layered commands
uk: Показує довідку про багаторівневі команди {name}

source: {name} layered commands
uk: Багаторівневі команди {name}

source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnue
pt_br: Desconhecido
pt_pt: Desconhecido
uk: Невідомо

source: Logs Manager
de: Protokollverwaltung
es: Gestor de registros
fr: Gestionnaire de journaux
pt_br: Gerenciador de registros
pt_pt: Gestor de registos
uk: Менеджер журналів

source: Logs in {folder}
de: Protokolle in {folder}
es: Registros en {folder}
fr: Journaux dans {folder}
pt_br: Registros em {folder}
pt_pt: Registos em {folder}
uk: Журнали в {folder}

source: Date
de: Datum
es: Fecha
pt_br: Data
pt_pt: Data
uk: Дата

source: Type
de: Typ
es: Tipo
pt_br: Tipo
pt_pt: Tipo
uk: Тип

source: File name
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
uk: Ім'я файлу

source: &Open
de: Ö&ffnen
es: &Abrir
fr: &Ouvrir
pt_br: &Abrir
pt_pt: &Abrir
uk: &Відкрити

source: &Copy files
uk: &Копіювати файли

source: &Delete
de: &Löschen
es: &Eliminar
fr: &Supprimer
pt_br: &Excluir
pt_pt: &Apagar
uk: &Видалити

source: Settings...
de: Einstellungen...
es: Opciones...
fr: Paramètres...
pt_br: Configurações...
pt_pt: Configurações...
uk: Налаштування...

source: &Close
de: &Schließen
es: &Cerrar
fr: &Fermer
pt_br: &Fechar
pt_pt: &Fechar
uk: &Закрити

source: The selected log(s) is (are) not available anymore
de: Das (die) ausgewählte(n) Protokoll(e) ist (sind) nicht mehr verfügbar
es: Los registros seleccionados ya no están disponibles
fr: Le(s) journal(aux) sélectionné(s) n'est (ne sont) plus disponible(s)
pt_br: O(s) registro(s) selecionado(s) não está(ão) mais disponível(is)
pt_pt: O(s) registo(s) selecionado(s) já não está(ão) disponível(eis)
uk: Вибраний журнал(s) більше (are)не доступний

source: The following files will be removed: {logsList} Would you like to continue?
de: Die folgenden Dateien werden entfernt: {logsList} Möchten Sie fortfahren?
es: Se eliminarán los siguientes archivos: {logsList} ¿Deseas continuar?
fr: Les fichiers suivants seront supprimés : {logsList} Voulez-vous continuer?
pt_br: Os seguintes arquivos serão removidos: {logsList} Deseja continuar?
pt_pt: Serão removidos os seguintes ficheiros: {logsList} Deseja continuar?
uk: Наступні файли буде видалено: {logsList} Бажаєте продовжити?

source: Confirm deletion
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
pt_br: Confirmar a exclusão
pt_pt: Confirmar Eliminação
uk: Підтвердіть видалення

source: {nLogs} log files could not be deleted. See NVDA's log for details.
de: Die Protokolldateien für {nLogs} konnten nicht gelöscht werden. Schauen Sie bitte für Details in die Protokolldatei von NVDA nach.
es: No se han podido eliminar {nLogs} archivos de registro. Consulta el registro de NVDA para más detalles.
fr: {nLogs} fichiers de journal n'ont pas pu être supprimés. Voir le journal de NVDA pour plus de détails.
pt_br: Os arquivos de registro {nLogs} não puderam ser excluídos. Consulte o registro do NVDA para obter detalhes.
pt_pt: não foi possível eliminar os ficheiros de registo {nLogs}. Ver o registo do NVDA para mais detalhes.
uk: Файли журналів {nLogs} не вдалося видалити. Докладні відомості наведено у журналі NVDA.

source: The following logs files could not be deleted. {files}
uk: Наступні файли журналів не вдалося видалити. {files}

source: Error
de: Fehler
fr: Erreur
pt_br: Erro
pt_pt: Erro
uk: Помилка

source: Log files copied
uk: Файли журналу скопійовано

source: Unable to copy the selected logs; the clipboard is not available.
uk: Не вдалося скопіювати вибрані журнали; буфер обміну недоступний.

source: File copied
uk: Файл скопійовано

source: &Logs manager...
de: Protokoll&verwaltung...
es: &Gestor de registros...
fr: &Gestionnaire de journaux...
pt_br: &Gerenciador de registros...
pt_pt: &Gestor de registos...
uk: &Менеджер журналів...

source: Copy the selection and anonymize it.
uk: Скопіювати виділення та зробити його анонімним.

source: No selection
uk: Без вибору

source: Could not anonymize and copy selection. {}
uk: Не вдалося скопіювати виділення та зробити анонімним. {}

source: Selected text anonymized and copied in the clipboard.
uk: Виділений текст анонімний та скопійовано в буфер обміну.

source: Invalid regular expression in anonymization rules file. File: {} Line: {} Pattern: {} Error: {}
uk: Неправильний регулярний вираз у файлі правил анонімізації. Файл: {} Рядок: {} Шаблон: {} Помилка: {}

source: No more item
de: Keine weiteren Einträge
es: No hay más elementos
fr: Aucun autre élément
pt_br: Nenhum outro item
pt_pt: Não há mais itens
uk: Більше немає елемента

source: No more block
uk: Більше немає блоку

source: No block here
uk: Тут немає блоку

source: No error indicator for this frame
uk: Немає індикатора помилки для цього кадру

source: No traceback here
uk: Тут немає відстеження

source: Moves to the next logged message of type {st}.
de: Springt zur nächsten protokollierten Meldung des Typs {st}.
es: Se mueve al siguiente mensaje registrado de tipo {st}.
fr: Se déplace au message journalisé suivant de type {st}.
pt_br: Passa para a próxima mensagem registrada do tipo {st}.
pt_pt: Passa para a mensagem registada seguinte do tipo {st}.
uk: Переходить до наступного зареєстрованого повідомлення типу {st}.

source: Moves to the previous logged message of type {st}.
de: Springt zur vorherigen protokollierten Meldung des Typs {st}.
es: Se mueve al mensaje anterior registrado de tipo {st}.
fr: Se déplace au précédent message journalisé de type {st}.
pt_br: Vai para a mensagem registrada anterior do tipo {st}.
pt_pt: Passa para a mensagem registada anterior do tipo {st}.
uk: Переходить до попереднього зареєстрованого повідомлення типу {st}.

source: Log Reader commands enabled.
de: Befehle für den Protokoll-Reader eingeschaltet.
es: Órdenes del lector del registro activadas.
fr: Commandes de lecture de journal activées.
pt_br: Comandos do Leitor de registro habilitados.
pt_pt: Comandos do leitor de registos activados.
uk: Команди читання журналу увімкнено.

source: Log Reader commands disabled.
de: Befehle für den Protokoll-Reader ausgeschaltet.
es: Órdenes del lector del registro desactivadas.
fr: Commandes de lecture de journal désactivées.
pt_br: Comandos do Leitor de registro desabilitados.
pt_pt: Comandos do leitor de registos desactivados.
uk: Команди читання журналу вимкнено.

source: Toggles speech translation in the log
uk: Перемикає переклад мовлення в журналі

source: Log translation disabled
uk: Переклад журналу вимкнено

source: Log translation enabled
uk: Переклад журналу ввімкнено

source: Cannot enable log translation. Please install or enable Instant Translate add-on.
uk: Неможливо увімкнути переклад журналу. Встановіть або увімкніть додаток Instant Translate.

source: Opens the source code file whose path is located at the caret's position.
de: Öffnet die Quellcode-Datei, deren Pfad sich an der Position des Cursors befindet.
es: Abre el archivo de código fuente cuya ruta se encuentra en la posición del cursor.
fr: Ouvre le fichier de code source sur le chemin duquel est situé le curseur.
pt_br: Abre o arquivo de código-fonte cujo caminho está localizado na posição do cursor.
pt_pt: Abre o ficheiro de código fonte cujo caminho está localizado na posição do cursor.
uk: Відкриває файл вихідного коду, шлях до якого знаходиться у позиції каретки.

source: No file path or object found on this line.
de: Kein Dateipfad oder Objekt in dieser Zeile gefunden.
es: No se ha encontrado un objeto o ruta de archivo en esta línea.
fr: Aucun chemin de fichier ni objet trouvé sur cette ligne.
pt_br: Nenhum caminho de arquivo ou objeto foi encontrado nessa linha.Nenhum caminho de arquivo ou objeto foi encontrado nessa linha.
pt_pt: Não foi encontrado nenhum caminho de ficheiro ou objeto nesta linha.
uk: У цьому рядку не знайдено шлях до файлу або об'єкта.

source: Move the caret at the error's position in a traceback frame. A second press selects the erroneous code. A third press selects the error with its context.
uk: Перемістіть курсор на місце помилки в кадрі трасування. Друге натискання виділяє помилковий код. Третє натискання виділяє помилку з її контекстом.

source: Not in a log message
uk: Не в журналі повідомлень

source: No block in this message
uk: У цьому повідомленні немає блоку

source: Displays help for the Log reader commands
uk: Показує довідку для команд читання журналу

source: Log Reader commands ({name})
uk: Команди читача журналу ({name})

source: Adds a marker in the log.
de: Fügt ein Lesezeichen im Protokoll ein.
es: Añade un marcador en el registro.
fr: Ajoute un marqueur dans le journal.
pt_br: Adiciona um marcador no registro.
uk: Додає маркер у журналі.

source: Marker {} added in the log
de: Lesezeichen {} im Protokoll hinzugefügt
es: Marcador {} añadido al registro
fr: Marqueur {} ajouté dans le journal
pt_br: Marcador {} adicionado no registro
uk: Маркер {} додано до журналу

source: Activates or deactivates the log Reader commands.
de: Aktiviert oder deaktiviert die Befehle für den Protokoll-Reader.
es: Activa o desactiva las órdenes del lector del registro.
fr: Active ou désactive les commandes de lecture de journal.
pt_br: Habilita ou desabilita os comandos do Log Reader.
pt_pt: Ativa ou desactiva os comandos do Log Reader.
uk: Активує або деактивує команди читання журналу.

source: Not in a text area.
uk: Не в текстовому полі.

source: Off
de: Ausgeschaltet
es: Desactivada
fr: Désactivé
pt_br: Desligado
pt_pt: Desligado
uk: Вимкнено

source: On
de: Eingeschaltet
es: Activada
fr: Activé
pt_br: Ligado
pt_pt: Ligado
uk: Увімкнено

source: {name} add-on can only be configured from the Normal Configuration profile. Please close this dialog, set your config profile to default and try again.
de: Die NVDA-Erweiterung {name} kann nur über das Profil Normale Konfiguration konfiguriert werden. Bitte schließen Sie das Dialogfeld, setzen Sie das Konfigurationsprofil auf Standard und versuchen Sie es erneut.
es: El complemento {name} sólo se puede configurar desde el perfil de configuración normal. Cierra este diálogo, activa el perfil predeterminado y vuelve a intentarlo.
fr: L'extension {name} ne peut être configurée que à partir du profil de configuration normal. Veuillez fermer cette boîte de dialogue, activer le profil de configuration par défaut et réessayer.
pt_br: O complemento {name} só pode ser configurado a partir do perfil de Configuração normal. Feche esta caixa de diálogo, defina seu perfil de configuração como padrão e tente novamente.
uk: Додаток {name} можна налаштувати лише з профілю нормальної конфігурації. Будь ласка, закрийте цей діалог, установіть початковий профіль конфігурації і повторіть спробу.

source: Command to open a file in your favorite editor (use "{path}" and "{line}" placeholders in this command)
de: Befehl zum Öffnen einer Datei im bevorzugten Editor (verwenden Sie "{path}" und "{line}" als Platzhalter in diesem Befehl)
es: Comando para abrir un archivo en tu editor favorito (usa los marcadores "{path}" y "{line}" en este comando)
fr: Commande pour ouvrir un fichier dans votre éditeur préféré (utilisez les expressions de remplacement "{path}" et "{line}" dans cette commande)
pt_br: Comando para abrir um arquivo em seu editor favorito (use os espaços reservados “{path}” e “{line}” nesse comando)
pt_pt: Comando para abrir um ficheiro no seu editor favorito (use os marcadores de posição "{path}" e "{line}" neste comando)
uk: Команда для відкриття файлу у вашому улюбленому редакторі (використовуйте заповнювачі "{path}" і "{line}" у цій команді)

source: NVDA source code path
de: Pfad des NVDA-Quellcodes
es: Ruta al código fuente de NVDA
fr: Chemin du code source NVDA
pt_br: Caminho do código-fonte do NVDA
pt_pt: Caminho do código-fonte do NVDA
uk: Шлях вихідного коду NVDA

source: Browse...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
pt_br: Navegue...
pt_pt: Localizar...
uk: Огляд...

source: Select a directory
de: Verzeichnis auswählen
es: Selecciona una carpeta
fr: Sélectionner un répertoire
pt_br: Selecione um diretório
pt_pt: Selecione um diretório
uk: Виберіть каталог

source: Backup of old logs:
de: Sicherung von alten Protokollen:
es: Copia de seguridad de registros antiguos:
fr: Sauvegarde des anciens journaux :
pt_br: Backup de registros antigos:
pt_pt: Cópia de segurança de registos antigos:
uk: Резервне копіювання старих журналів:

source: Limit the number of backups to:
de: Anzahl der Sicherungen begrenzen auf:
es: Limitar la cantidad de copias de seguridad a:
fr: Limitez le nombre de sauvegardes à :
pt_br: Limitar o número de backups a:
pt_pt: Limitar o número de cópias de segurança a:
uk: Обмежте кількість резервних копій до:

source: Copy reverse &translation to clipboard
uk: Копіювати зворотний &переклад у буфер обміну

source: Preserve console input history after restart
uk: Зберігати історію введення консолі після перезапуску

source: Number of inputs preserved in Python console history
uk: Кількість введень, що зберігаються в історії консолі Python

source: Custom function
uk: Користувацька функція

source: Target function for function call logging:
uk: Цільова функція для реєстрації викликів функцій:

source: Custom function for stack tracing:
uk: Користувацька функція для трасування стека:

source: Function call log method:
uk: Метод журналу викликів функцій:

source: Reports the currently selected property of the object property explorer for the navigator object.
uk: Повідомляє поточну вибрану властивість провідника властивостей об’єкта для об’єкта навігатора.

source: Displays the currently selected property of the object property explorer for the navigator object in a browseable message.
uk: Показує поточну вибрану властивість провідника властивостей об’єкта для об’єкта навігатора в повідомленні для перегляду.

source: Selects the next property of the object property explorer and reports it for the navigator object.
de: Wählt die nächste Eigenschaft des Objekt-Explorers aus und teilt diese für das Navigator-Objekt mit.
es: Selecciona la propiedad siguiente del explorador de propiedades del objeto y la indica para el objeto actual.
fr: Sélectionne la propriété suivante de l'explorateur de propriétés d'objets et l'annonce pour l'objet navigateur.
pt_br: Seleciona a próxima propriedade do explorador de propriedades do objeto e a relata para o objeto do navegador.
pt_pt: Selecciona a propriedade seguinte do explorador de propriedades do objeto e reporta-a para o objeto do navegador.
uk: Вибирає наступну властивість провідника властивостей об’єкта та повідомляє її для об’єкта навігатора.

source: Selects the previous property of the object property explorer and reports it for the navigator object.
de: Wählt die vorherige Eigenschaft des Objekt-Explorers aus und teilt diese für das Navigator-Objekt mit.
es: Selecciona la propiedad anterior del explorador de propiedades del objeto y la indica para el objeto actual.
fr: Sélectionne la propriété précédente de l'explorateur de propriétés d'objets et l'annonce pour l'objet navigateur.
pt_br: Seleciona a propriedade anterior do explorador de propriedades do objeto e a relata para o objeto do navegador.
pt_pt: Selecciona a propriedade anterior do explorador de propriedades do objeto e reporta-a para o objeto do navegador.
uk: Вибирає попередню властивість провідника властивостей об’єкта та повідомляє її для об’єкта навігатора.

source: Toggles custom reporting of objects using the Object explorer's selected property when you use object navigation commands.
uk: Перемикає настроюване звітування об’єктів за допомогою вибраної властивості Провідника об’єктів під час використання команд об'єктної навігації.

source: Custom object reporting enabled
de: Benutzerdefinierte Objekte mitteilen eingeschaltet
fr: Annonce personnalisée des objets activée
pt_br: Relatórios de objetos personalizados habilitados
uk: Промовляння власних об’єктів увімкнено

source: Custom object reporting disabled
de: Benutzerdefinierte Objekte mitteilen ausgeschaltet
fr: Annonce personnalisée des objets désactivée
pt_br: Relatório de objetos personalizados desabilitado
uk: Промовляння власних об’єктів вимкнено

source: Save As
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
pt_br: Salvar como
pt_pt: Guardar como
uk: Зберегти як
